import React, { FC } from 'react';
import './About.scss';

interface AboutProps { }

const About = () => {
  return (
    <div className="about-container">
      <div className="about-content">
        <h1>אודותינו</h1>
        <p>
          ברוכים הבאים לאתר שלנו, המקום שבו האהבה לפרחים פורחת בכל יום מחדש. אנו מתמחים בעיצוב והכנת זרי פרחים מרהיבים, יצירתיים ומעוצבים בקפידה, שמתאימים לכל אירוע ומטרה.
        </p>
        <p>
          הקמנו את החברה מתוך אהבה אמיתית לטבע וליופיו המרהיב של כל פרח ופרח. אנו מאמינים בכוחם של הפרחים להביע רגשות, לשמח לבבות וליצור רגעים בלתי נשכחים. כל זר פרחים שאנו יוצרים הוא יצירת אמנות בפני עצמה, המורכבת מפרחים טריים ואיכותיים שנבחרים בקפידה.
        </p>
        <p>
          הצוות המקצועי שלנו כולל מומחים בתחום עיצוב הפרחים, עם ניסיון רב וידע מעמיק בצבעים, צורות והרכבים שיוצרים את השילוב המושלם. אנו מקפידים על שירות אישי ומקצועי לכל לקוח, ומתחייבים להעניק חוויה ייחודית ומרגשת בכל קנייה.
        </p>
        <p>
          אנו מזמינים אתכם להצטרף לקהילת הלקוחות המרוצים שלנו, וליהנות מזרי פרחים שימלאו את ביתכם ואת לבכם ביופי ובשמחה. תנו לנו את ההזדמנות לשדרג כל אירוע, וליצור עבורכם את הזר המושלם שמתאים בדיוק לטעמכם ולצרכיכם.
        </p>
        <p>
          תודה שבחרתם בנו, אנו כאן תמיד לשירותכם:)
        </p>
      </div>
    </div>
  );
}

export default About;
